{
    "id": "1kpy8q99u",
    "name": "International SDG",
    "language": "English",
    "days": [
        {
            "id": "1kpy8q99u",
            "title": "No Poverty",
            "tasks": [
                {
                    "id": "1kpy8q99v",
                    "options": [
                        {
                            "id": "1kpy8q99w",
                            "text": "*Watch the TED talk* - Poverty isn't a lack of character; it's a lack of cash | Rutger Bregman & reflect on what you saw and share in the discussion group something new that you learned about poverty. https://youtu.be/ydKcaIE6O1k | Ages 8+"
                        },
                        {
                            "id": "1kpy8q99x",
                            "text": "*Watch the TED talk* - Family traditions | Himakashi Shestri | TEDxYouth @ DubaiCollege https://www.youtube.com/watch?v=7FrpAM5l3ig&t=388s and share in the discussion group something new that you learned | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q99y",
                    "options": [
                        {
                            "id": "1kpy8q99z",
                            "text": "*I have it* - a list of 18 things you already have in life. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9a0",
                            "text": "*Thank you* - Think of a list of 18 people in your life that you want to say thank you to and WHY - write in the notebook you have chosen for the process 18 times thank you. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9a1",
                    "options": [
                        {
                            "id": "1kpy8q9a2",
                            "text": "*48 people who have added value to your life* - In the notebook you have chosen for the process, create a list of people who have added value to your life. Write down everyone who is positive and who in your perception made you grow in some way. The list must be complete according to the level of commitment you have chosen. It is important to remember that even people who seemingly did you \"bad\" made you grow. (While doing this, you will understand with yourself what the reason is for choosing them on the list). Proceed calmly, remembering the good things in each person, and what he / she has brought into your life. Enjoy this activity! | Ages 8+ "
                        },
                        {
                            "id": "1kpy8q9a3",
                            "text": "*48 Family members* - In the notebook you have chosen for the process, create a list of your extended family. The list must be complete according to the degree of commitment you have chosen. If your family is small then also mention previous generations until the list is complete. Proceed calmly, remembering the good things in each person, and what he / she has brought into your life and your relation of each and every one in the list. Enjoy this activity! | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9a4",
            "title": "Zero Hunger",
            "tasks": [
                {
                    "id": "1kpy8q9a5",
                    "options": [
                        {
                            "id": "1kpy8q9a6",
                            "text": "*Watch the TED talk* - What we're getting wrong in the fight to end hunger | Jasmine Crowe |& reflect on what you saw and share in the discussion group something new that you learned e.g. your thoughts from the video and in general in the context of poverty and hunger in your city/country and things to be done. https://youtu.be/VasJyDmMafA | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9a7",
                            "text": "*Watch the TED talk - Home Cooking - The Power Of Home Cooking | Lucinda Scala Quinn TEDxRVA* - ❤️ Watch the video and then, enter the phone list of the group members and send a message to another friend that you did not know before about your thoughts from the video and in general in the context of poverty and hunger in your city / country and what can be done about it. https://www.youtube.com/watch?v=Dp337KHF4G0 and share in the discussion group something new that you learned | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9a8",
                    "options": [
                        {
                            "id": "1kpy8q9a9",
                            "text": "*Avoid sweets* - Choose not to eat sweets (Cakes, candies, soft drinks etc.) - from today until the end of the challenge, (at the end of the practice, mark the day number and 🍒 2 every day from now until the end of the challenge). | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9aa",
                            "text": "*Hunger Games* - Talk to your parents or grandparents and write down in the challenge notebook their personal story on the subject of hunger. Whether they experienced it in person or indirectly, what is their message to you from the story. Feel free to document, video and share the interview. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9ab",
                    "options": [
                        {
                            "id": "1kpy8q9ac",
                            "text": "*VegaNation* - Challenge yourself to eat vegan or vegetarian from today until the end of the challenge (at the end of the practice, mark the day number and 🌏 2 each day from now until the end of the challenge). The main thing is that you maintain a better diet than you are used to. What do you say, can you? | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9ad",
                            "text": "*Food Awareness* - Challenge yourself on any food you eat from today until the end of the challenge check according to the following characteristics: Seasonality - Check if it is the right season ; Locality - Check where the food came from ; Freshness - Check if it is fresh or frozen ; Fairness - Check if there is a fair-trade symbol ; Variety - Do you eat something simple or something that consists of several foods ; Tradition - Do you eat alone or together. Document in the challenge notebook or video on a daily basis until the end of the challenge then mark 🌏 every day from now until the end of the challenge. The main thing is that you maintain a better diet than you are used to. What do you think, are you ready for the challenge? | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9ae",
            "title": "Good Health & Well-Being",
            "tasks": [
                {
                    "id": "1kpy8q9af",
                    "options": [
                        {
                            "id": "1kpy8q9ag",
                            "text": "*Watch the TED talk* - Nurse Innovation: Saving the Future of Healthcare | Rebecca Love | TEDxBeaconStreet | & reflect on what you saw. https://youtu.be/IPBcRW8NQPY and share in the discussion group something new that you learned | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9ah",
                            "text": "*Watch the TED talk* - How to strengthen family relationships - # familymh5aday | Rosie and Claire Erasmus | TEDxNorwichED | Think of the relations between health and family. https://www.youtube.com/watch?v=c5tuaUFyQrE and share in the discussion group something new that you learned | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9ai",
                    "options": [
                        {
                            "id": "1kpy8q9aj",
                            "text": "*Happy life* - Make a list, (this time it does not matter the number) of the people who, to your opinion, are considered prosperous and healthy, in your family or in your social environment. People who have achieved their life goals (all or part of them) and are happy. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9ak",
                            "text": "*Healthy family* - Make a list in the challenge notebook and write down diseases that go through the family and those that do not, include the number of times each member of the family has been ill this year, for the past 5 years. Think about what can be done to avoid getting sick. ❤️❤️ | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9al",
                            "text": "*Memories from the Corona Period* - Share in the discussion group and your social media things you discovered about yourself during the Corona period, about your family, about your friends, hobbies you developed, a significant experience or memory and anything you want to share with us"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9am",
                    "options": [
                        {
                            "id": "1kpy8q9an",
                            "text": "*Planck It* - From today until the end of the challenge, practice Plancking for at least a minute every day (at the end of the exercise, mark the day number and ⚽ 3 every day from now until the end The challenge) | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9ao",
                            "text": "*Crunches* - From today until the end of the challenge, practice Crunches for at least a minute every day (at the end of the exercise, mark the day number and ⚽ every day from now until the end The challenge) | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9ap",
            "title": "Quality Education",
            "tasks": [
                {
                    "id": "1kpy8q9aq",
                    "options": [
                        {
                            "id": "1kpy8q9ar",
                            "text": "*Watch the TED talk* - Linda Cliatt-Wayman: How to fix a broken school? Lead fearlessly, love hard | & reflect on what you saw and share in the discussion group something new that you learned. https://youtu.be/Xe2nlti47kA | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9as",
                            "text": "*Watch the TED talk* - What Most Influences Child Development | Tom Wisner | TEDxUCLA. Then think about whether you agree with Tom, what you would do to improve the situation and discuss with family members about it, such as whether they received the same education as you do. https://www.youtube.com/watch?v=gIZ8PkLMMUo | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9at",
                    "options": [
                        {
                            "id": "1kpy8q9au",
                            "text": "*Traveling books* - Write two ideas you read in a book on sustainability and send them to a friend in the challenge group. ❤❤ My recommendation to you is to read the fantasy book: 'The Journey to the Kingdom of Ludoland'. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9av",
                            "text": "*Read together* - When was the last time you read a book with a family member? Write two ideas that you read in the book (preferably a book on sustainability) together with a family member and send them to a friend who is in the challenge group. Note: two-page reading is the minimum for a successful completion of the task. ❤❤ My recommendation to you is to read the fantasy book: 'The Journey to Ludoland'. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9aw",
                            "text": "*Simple Sustainability Story* - A young boy visited his grandfather's garden and saw him planting a tree seedling. The young boy asked his Grandpa curiously, \"Grandpa, why are you planting a tree seedling that will bear fruit long after you leave?\" The grandfather invited him to the dining table and after eating to satiety, the grandfather asked him: \"Do you know where all the foods we enjoyed came from?\" The grandson nodded side to side and the grandfather went on to say, \"This is my grandfather who planted tree seedlings so we could enjoy their fruits.\" - Your task is to share your thoughts from the story in the discussion group - Yes?"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9ax",
                    "options": [
                        {
                            "id": "1kpy8q9ay",
                            "text": "*Thank you letter* - Write a letter to the teacher (teacher for life) that influenced you, in which you will express all your feelings, the feelings you have. Write everything you want. You are of course welcome to share with the group what you have written. Feel free to send the letter to the same teacher and watch the magic take place. Feel free to share here. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9az",
                            "text": "*Congratulations* - Your task is to say to yourself 'Congratulations' out loud and also to make a list in the challenge notebook in which you state 18 times why you deserve 'Congratulations'. For family members, a bedtime task is where the parent says 'congratulations' to both the child and himself and then the child says 'congratulations' to both the parent and himself, the task ends when they say together 'you and I will change the world', then you have to come up with a password and a high five or a secret handshake. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9b0",
            "title": "Gender Equality",
            "tasks": [
                {
                    "id": "1kpy8q9b1",
                    "options": [
                        {
                            "id": "1kpy8q9b2",
                            "text": "*Watch the TED talk* - Why Gender Equality Is Good for Everyone — Men Included | Michael Kimmel | TED Talks | & reflect on what you saw. https://youtu.be/7n9IOH0NvyY and share in the discussion group something new that you learned | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9b3",
                            "text": "*Watch the TED talk* - Toilets, bowties, gender and me | Audrey Mason-Hyde | TEDxAdelaide – Reflect on what you saw and talk with a family member in the topic. https://www.youtube.com/watch?v=NCLoNwVJA-0 and share in the discussion group something new that you learned | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9b4",
                    "options": [
                        {
                            "id": "1kpy8q9b5",
                            "text": "*Observation* - Think of a case where you yourself felt gendered, or a case of gender discrimination that you encountered in your life. What did you do then and what would you do differently today? Feel free to share with the group what you wrote. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9b6",
                            "text": "*Observation* - Think of a case where you yourself felt gendered inside the family, or a case of gender discrimination that you encountered in your life. What did you do then and what would you do differently today? Have a conversation with any of the family members on the subject and try to come up with solutions. Feel free to share with the group what you wrote. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9b7",
                    "options": [
                        {
                            "id": "1kpy8q9b8",
                            "text": "*A Thank you Letter* - Write a letter of thanks, a letter of appreciation, to a person of the opposite sex close to your heart that you think has hurt you at some point in your life.✳ Before writing a thank you letter, clear all the negative feelings about that person. If you still feel resentment, you can also write down all the negative feelings on a piece of paper and then burn or tear it. The important thing is that when you write a letter of thanks / appreciation, you no longer feel resentment against that person. Stop thinking who this person is. More than one person is conceivable, but we should only do the work with one. The letter must be handwritten. Good luck 🙏 | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9b9",
                            "text": "*A Thank you` Letter* - Write a letter of thanks, a letter of appreciation, to a family member of the opposite sex that you think has hurt you at some point in your life.✳ Before writing a thank you letter, clear all the negative feelings about that person. If you still feel resentment, you can also write down all the negative feelings on a piece of paper and then burn or tear it. The important thing is that when you write a letter of thanks / appreciation, you no longer feel resentment against that person. Stop thinking who this person is. More than one person is conceivable, but we should only do the work with one. The letter must be handwritten. Good luck 🙏 | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9ba",
            "title": "Clean Water & Sanitation",
            "tasks": [
                {
                    "id": "1kpy8q9bb",
                    "options": [
                        {
                            "id": "1kpy8q9bc",
                            "text": "*Watch the TED talk* - A young scientist's quest for clean water | Deepika Kurup | & reflect on what you saw, then try to find water technologies developed in your country and share in the sharing group. 💟 https://youtu.be/AkUcaludrcI | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9bd",
                            "text": "*Watch the TED talk* - Why lakes and rivers should have the same rights as humans | Kelsey Leonard - Reflect on what you saw, talk to family members about it and share with us the sharing group. 💟 https://www.youtube.com/watch?v=opdCfb8cCFw and share in the discussion group something new that you learned | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9be",
                    "options": [
                        {
                            "id": "1kpy8q9bf",
                            "text": "*Write down your 6 flaws* - which you believe stop or slow down your life flow, restrict or block you that do not allow you to get what you really want, whether it is material or not. 💟💟 Disadvantages you will want to improve / fix - and in their absence - everything will flow better. Try to concentrate and go as deep as possible. Look for the features and patterns that hold back the realization of your authentic and original potential. 💟💟💟💟💟💟💟💟💟💟💟💟💟 | Ages 12+"
                        },
                        {
                            "id": "1kpy8q9bg",
                            "text": "*We are water* - write a special family story in which you went out into nature and enjoyed the sight of a waterfall. Have a conversation with family members about water and think of six similarities between water and you and think of solutions accordingly. 💟💟 | Ages 8+ "
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9bh",
                    "options": [
                        {
                            "id": "1kpy8q9bi",
                            "text": "*Practice the \"Law of Giving and the Flow of Life\"* - by giving a small gift to everyone you meet, it should not be an expensive or monetary gift, the gift can be a smile, a flower, a compliment from the heart, a helping hand or a blessing in the heart and stay open to accept any gift offered to you. 💟💟💟 | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9bj",
                            "text": "*We are one* - Traditions includes beliefs, habits, patterns of thinking about the self, where I come from, who I am and what my goals are in the world, such as nationalism and globalism - Think: *Are we ONE?* - The exercise for today is to think about what the existing fluid that fills our consciousness looks like and then think what if you were to choose to empty the glass of water that fills your thoughts and knowledge and refill it, what would be the appearance of the new liquid you have chosen to fill your consciousness? Its color? Taste? The temperature? What do the answers you have chosen tell about you and us in general? ❤️❤️❤️ | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9bk",
            "title": "Affordable & Clean Energy",
            "tasks": [
                {
                    "id": "1kpy8q9bl",
                    "options": [
                        {
                            "id": "1kpy8q9bm",
                            "text": "*Watch the TED talk* - Why renewables can’t save the planet | Michael Shellenberger | TEDxDanubia | & reflect on what you saw and share in the discussion group something new that you learned. ❤️ https://youtu.be/N-yALPEpV4w | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9bn",
                            "text": "*Watch the TED talk* - Can 100% renewable energy strengthen the world? Federico Rosie And Renzo Rosie Reflect on what you saw and share in the discussion group something new that you have been exposed to on the subject. ❤️"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9bo",
                    "options": [
                        {
                            "id": "1kpy8q9bp",
                            "text": "*Save energy* - Write in a notebook, ways you can save energy in your life, and commit to them until the end of the challenge – Including mental energy: Can you not to get ANGREY??? ❤️ ❤️ | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9bq",
                            "text": "*Free electricity* - The exercise is what if one day the government announces that electricity is free, think how it would affect your life? Second question: What could you do to prepare for the new situation? Define your plan of action, by writing down at least two actions (daily concrete actions, or wide-ranging actions) that will help you prepare for the new situation. ❤️❤️| Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9br",
                    "options": [
                        {
                            "id": "1kpy8q9bs",
                            "text": "*Get rid of the barriers* - From the five inhibiting properties that you wrote down in the previous task, choose two that you feel draw the most energy from you, and that you would like to work on. Define your plan of action, by writing down at least two actions (daily concrete actions, or wide-ranging actions) that will help you get rid of the barriers. Implement them! ❤️ ❤️ ❤️ | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9bt",
            "title": "Decent Work & Economic Growth",
            "tasks": [
                {
                    "id": "1kpy8q9bu",
                    "options": [
                        {
                            "id": "1kpy8q9bv",
                            "text": "*Watch the TED talk* - How the future of work is not “Jobs” | Rudy Karsan | TEDxCalgary | & reflect on what you saw. https://youtu.be/sQNtu4kpd64 | and share in the discussion group something new that you learned | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9bw",
                    "options": [
                        {
                            "id": "1kpy8q9bx",
                            "text": "*Ting Ikigai* - Want to find your Ikigai? Connect between different components of the three parts of the table to create a new value activity that you can work on. - Challenge yourself to ask 3 more friends the same question. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9by",
                    "options": [
                        {
                            "id": "1kpy8q9bz",
                            "text": "*Role play* - Choose a character that connects to the kind of abundance you desire. From there, as dedicated actors you must begin to step into the shoes of the character and conduct your life as if you were the same character. How would you respond to conversations that come your way? What level of energy would you invest? What choices would she make? Notice how we perceive ourselves as we conduct ourselves from this new perception and how those around us perceive us. How does it feel? Do things look different? The goal of the game is to teach us the extent to which our perception of reality has on the reality we experience. From today until the end of the challenge you must practice the same character. *At the end of the practice, mark the day number and 💸 8 each day from now until the end of the challenge. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9c0",
            "title": "Industry, Innovation & Infrastructure",
            "tasks": [
                {
                    "id": "1kpy8q9c1",
                    "options": [
                        {
                            "id": "1kpy8q9c2",
                            "text": "*Watch the TED talk* - Modern times and write in a notebook what is your production line? https://www.youtube.com/watch?v=6n9ESFJTnHs | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9c3",
                            "text": "*Watch the TED talk* - The next manufacturing revolution is here | Olivier Scalabre| & reflect on what you saw and share in the discussion group something new that you learned. https://youtu.be/AyWtIwwEgS0| Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9c4",
                    "options": [
                        {
                            "id": "1kpy8q9c5",
                            "text": "*Aliens visiting Earth* - Imagine that aliens from a planet named Ting 💡💡💡 have landed at your house and they offer you three wishes to renew things in your life and three more wishes to renew things in your country - what would you renew ?? ❤️❤️ | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9c6",
                    "options": [
                        {
                            "id": "1kpy8q9c7",
                            "text": "*Digital pacifier* - 1 hour mobile diet task - you must close/shut down your mobile phone for a continuous period of only 1 hour, during the day -each day, from today until the end of the challenge. If you selected this task, mark group 📱9 daily. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9c8",
                    "options": [
                        {
                            "id": "1kpy8q9c9",
                            "text": "*Section 4* - In the challenge of 3 tasks daily - this is an innovation J From today until the end of the challenge, write down 3 new ideas in your notebook every day, mark 💡9 | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9ca",
            "title": "Reduced Inequalitites",
            "tasks": [
                {
                    "id": "1kpy8q9cb",
                    "options": [
                        {
                            "id": "1kpy8q9cc",
                            "text": "*Today's lesson is to enjoy the day by listening genuinely. Write in a notebook at least three ways you noticed things you had not noticed before (even small things). | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9cd",
            "title": "Sustainable Cities & Communities",
            "tasks": [
                {
                    "id": "1kpy8q9ce",
                    "options": [
                        {
                            "id": "1kpy8q9cf",
                            "text": "*Watch the TED talk* - 7 principles for building better cities | Peter Calthorpe| & reflect on what you saw and share in the discussion group something new that you learned. https://youtu.be/IFjD3NMv6Kw | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9cg",
                    "options": [
                        {
                            "id": "1kpy8q9ch",
                            "text": "*Invent new environmental symbols* - Can you produce future environmental symbols / logos? and what about a personal symbol that is all you? Show the symbol you created to friends and try to see if they can understand what you meant. Were they able to understand? Wonderful. Did not succeed? Modify the icons so that they are more understandable, and show them again. | Ages 12+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9ci",
                    "options": [
                        {
                            "id": "1kpy8q9cj",
                            "text": "*Letter to the mayor* - Write a letter to your mayor, stating everything you want to change in the city. You are of course welcome to share with the group what you have written and even send it to your city mayor. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9ck",
            "title": "Responsible Consumption & Production",
            "tasks": [
                {
                    "id": "1kpy8q9cl",
                    "options": [
                        {
                            "id": "1kpy8q9cm",
                            "text": "*Watch the TED talk* - a video about how the garbage of Lauren, a young New York woman and graduate of environmental studies, amounts to only one jar | & reflect on what you saw and share in the discussion group something new that you learned. https://www.youtube.com/watch?v=pF72px2R3Hg | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9cn",
                            "text": "*Watch the TED talk* - The carbon footprint of consumption | Diana Ivanova | TEDxTrondheim. 💖 https://www.youtube.com/watch?v=jXCZ9MFBBp4 and share in the discussion group something new that you learned | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9co",
                    "options": [
                        {
                            "id": "1kpy8q9cp",
                            "text": "*Environmental cleanliness* - cleaning of waste in the environment near me. Just take a bag and clean, do not ask anyone to clean, the others will see and see how they will imitate you. Taking a ‘before and after’ photo will be great. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9cq",
                            "text": "*Ten dollars per bag* - What if one day the government announces that for every garbage bag you pay ten dollars? Second question: What could you do to prepare for the new situation? Share with a group member you do not know and have a quality discussion on the subject and then share the findings in the sharing group. 💖💖 | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9cr",
                    "options": [
                        {
                            "id": "1kpy8q9cs",
                            "text": "*I say “no” to disposable* - from today until the end of the challenge, do not use disposable - no drinking bottles, no disposable cups etc. *At the end of the practice, mark the day number and 🥥 each day from now until the end of the challenge.* | Ages 8+ "
                        },
                        {
                            "id": "1kpy8q9ct",
                            "text": "*Dressing green* - dress from today until the end of the challenge (six days) with clothes that were not purchased at a brand store. You can wear clothes that lie in your closet and you do not usually wear, clothes that you received from a brother/sister or a friend or that were purchased at a thrift store, for example. Then take a picture, smile and share your thoughts and feeling. *At the end of the practice, mark the day number and 🥥 each day from now until the end of the challenge* | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9cu",
            "title": "Climate Action",
            "tasks": [
                {
                    "id": "1kpy8q9cv",
                    "options": [
                        {
                            "id": "1kpy8q9cw",
                            "text": "*Watch the TED talk* - School strike for climate - save the world by changing the rules | Greta Thunberg | TEDxStockholm | & reflect on what you saw. https://youtu.be/EAmmUIEsN9A and share in the discussion group something new that you learned | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9cx",
                            "text": "*Watch the TED talk* - How empowering women and girls can help stop global warming | Katharine Wilkinson. A magical evening full of sustainability, leadership and passing on the good 💕 https://www.youtube.com/watch?v=vXlJEcrinwg and share in the discussion group something new that you learned | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9cy",
                    "options": [
                        {
                            "id": "1kpy8q9cz",
                            "text": "*Watch the TED talk* - How empowering women and girls can help stop global warming | Katharine Wilkinson. A magical evening full of sustainability, leadership and passing on the good 💕 https://www.youtube.com/watch?v=vXlJEcrinwg | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9d0",
                    "options": [
                        {
                            "id": "1kpy8q9d1",
                            "text": "*Sharing is caring* - Today's task and until the end of the challenge is to share the challenge with friends, even 3 people each day are enough, although the more you share with more people the more powerful the energy in my eyes. Remember to share, experiences, impressions, what you learned new and so on. The mark for sharing is emoji 🐜 🐜 🐜 🐜 🐜 🐜 | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9d2",
            "title": "Life Below Water",
            "tasks": [
                {
                    "id": "1kpy8q9d3",
                    "options": [
                        {
                            "id": "1kpy8q9d4",
                            "text": "*Watch the TED talk* - Paul Snelgrove: A census of the ocean | & reflect on what you saw and share in the discussion group something new that you learned. https://youtu.be/PcDftBVDSlc | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9d5",
                    "options": [
                        {
                            "id": "1kpy8q9d6",
                            "text": "*The sea within us* - Find at home some item related to the sea (oyster you collected, toy or game with pictures of fish, doll, etc.), take a picture with it and share with 5 friends on WhatsApp or social media post and explain why you think it is beautiful and important. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9d7",
                            "text": "*The Other Whale* - Find a picture of whales you particularly liked on the Internet. Share with 5 friends on WhatsApp or a post on social media and explain why you think it's beautiful and important. By the way, did you find the other whale? 🐋 | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9d8",
                    "options": [
                        {
                            "id": "1kpy8q9d9",
                            "text": "*Change Angels* - Today's mission and before the end of this challenge is to open your own *Challenge 18 Sustainability & Leadership group*. 💝This group does not require many members, even 3 people are enough, although the more people there are the more powerful the energy in my eyes. Every day, you will have the task of passing the instructions from the day to the end of the 18 days, just as you received them and will continue to receive them from me. You can use the previous messages I sent. Mark it with 🤹🏻‍♂‍🥇⌛ | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9da",
            "title": "Life on Land",
            "tasks": [
                {
                    "id": "1kpy8q9db",
                    "options": [
                        {
                            "id": "1kpy8q9dc",
                            "text": "*Watch the TED talk* - How trees talk to each other | Suzanne Simard | & reflect on what you saw and share in the discussion group something new that you learned. https://youtu.be/Un2yBgIAxYs | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9dd",
                    "options": [
                        {
                            "id": "1kpy8q9de",
                            "text": "*Plant a tree or donate to a body that promotes tree planting in your area. Take a picture or film yourself and capture the magic. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9df",
                            "text": "*An exclusive interview with an endangeered species* - Innovative technology has been developed that allows us to talk to animals and plants. You hold an exlusive interview on your popular media channel with an endangered organism (animal or plant) for an interview. Summarize the interview in a video, a tiktalk broadcast, a newspaper article or any way you find suitable. In the interview you will address the following points: the daily agenda of that organism, its commitment to the ecosystem, human exploitation, the interactions with other organisms, the fear of extinction, concern for future generations and more. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9dg",
                    "options": [
                        {
                            "id": "1kpy8q9dh",
                            "text": "*TSL Capsule Time-Sustainability-Leadership* - Write a letter requesting the universe, decorate it, write your name and date, and bury it in the ground in the capsule (small box, glass bottle and even in a flower pot). Remember: you plant hopes, expectations Dreams and the universe will grow them, define exactly what you want and when. Note: It is also possible to forward the letter to a close person, such as a teacher or friend, who will keep a letter and return it to you a year later. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9di",
                            "text": "*Thank You group* - Start your own WhatsApp group, invite family members and friends who agree to commit to this group and themselves. Each member of the group should write five thanks every day until the end of the challenge on any subject and especially about life on earth. ❤️❤️❤️ | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9dj",
            "title": "Peace, Justice & Strong Institutions",
            "tasks": [
                {
                    "id": "1kpy8q9dk",
                    "options": [
                        {
                            "id": "1kpy8q9dl",
                            "text": "*Watch the TED talk* - Jody Williams: A realistic vision for world peace | & reflect on what you saw and share in the discussion group something new that you learned. I invite you to contact members of the challenge group whose phone number ends with the same number as yours and discuss with them the issue of social justice - cool? https://youtu.be/FD6CqD1kV8s | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9dm",
                    "options": [
                        {
                            "id": "1kpy8q9dn",
                            "text": "*Looking Back* - Look back at your task notebook and read all the tasks you have performed. Check to see if you have any gaps in the challenges or anything to add. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9do",
                    "options": [
                        {
                            "id": "1kpy8q9dp",
                            "text": "*Sophie's song* - Read the story you will find below at least two or three times and then write down your personal reflections and thoughts in a notebook and even better - share the group if you want🌹🌹🌹 everything that comes to your mind to write that fits the spirit of things. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9dq",
            "title": "Partnerships for the Goals",
            "tasks": [
                {
                    "id": "1kpy8q9dr",
                    "options": [
                        {
                            "id": "1kpy8q9ds",
                            "text": "*Watch the video* - 3 steps to achieving the SDGs | Linda Midgley | TEDxAlkmaar | & reflect on what you saw and share in the discussion group something new that you learned. https://youtu.be/-pryCzwDbXY | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9dt",
                            "text": "*Watch the video* - Fly on life, then write your thoughts and insights in a notebook. https://youtu.be/rlwfd1ZaDJ4 | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9du",
                    "options": [
                        {
                            "id": "1kpy8q9dv",
                            "text": "*Read about a story “Noah and the Flood“* - about how while they were in the arch it was time to rest, Noah’s family and the animals had time to chat about what the new world would look like when they descend the arch to land. Try to reply the questions at the end of the article. https://blogs.timesofisrael.com/noahs-ark-the-global-goals/ | Ages 8+"
                        }
                    ],
                    "isBonus": false
                },
                {
                    "id": "1kpy8q9dw",
                    "options": [
                        {
                            "id": "1kpy8q9dx",
                            "text": "*Ting - Creative thinking of ideas for new ventures | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9dy",
                            "text": "*Ting - Creative Thinking Finding Solutions to Problems | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        },
        {
            "id": "1kpy8q9dz",
            "title": "\"H+\": Future of Humanity",
            "tasks": [
                {
                    "id": "1kpy8q9e0",
                    "options": [
                        {
                            "id": "1kpy8q9e1",
                            "text": "*The task for today* - Send this group a video or written message, preferably a video. Introduce yourself, most of you do not know each other and it will be exciting to know who was part of the energy that supported us all. Describe your experience from these 18 days of sustainability and leadership: emotions, observations, signs, surprises, what has changed inside and outside of you and so on. If you want to resonate something in the universe this is the time! If you have interesting ideas and projects share them here, this is important because this group may have people who are interested in what you do, the services you offer or your ideas. Be creative and real when you describe yourself, do not be ashamed, the stage is all yours. | Ages 8+"
                        },
                        {
                            "id": "1kpy8q9e2",
                            "text": "*Your 1-2 min TED talk* - Send this group a video you uploaded to your social media. Introduce with your own unique style and voice any topic SDG's related that you care the most. If you want to resonate something in the universe this is the time! If you have interesting ideas and projects share them here, this is important because this group may have people who are interested in what you do, the services you offer or your ideas. Be creative and real when you describe yourself, do not be ashamed, the stage is all yours. Important notice: The views for your video will be as extra points you and your team receives. | Ages 8+"
                        }
                    ],
                    "isBonus": false
                }
            ]
        }
    ]
}