[
    {
        "id": "club-17",
        "title": "Club 17 – The Sustainable Development Goals (SDGs)",
        "content": "\n        <!-- wp:paragraph -->\n<p>Do you know all 17 Global Goals? The Sustainable Development Goals (SDGs) on a billboard in Jerusalem.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p id=\"05e4\"><strong>Do you know all 17 SDGs?</strong><br>The Sustainable Development Goals (SDGs), are a universal call to action to end poverty, protect the planet and ensure that all people enjoy peace and prosperity.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><strong>SDG’s In Jerusalem, Haifa and Tel-Aviv</strong></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><strong>How would you like your city to be like?&nbsp;</strong>Innovation plays a vital role in the success and development of every country and every community and municipal government around the world. According to the United Nations, more than 54% of the world’s population now resides in urban areas — a figure set to rise to 67% by 2050. And these urban centers are becoming increasingly important drivers of national and regional economic growth. A growing set of challenges they all face as they transform in the 21st century to improve peoples’ lives. How many people will live in&nbsp;Jerusalem&nbsp;by 2050? In&nbsp;Haifa? In Tel-Aviv?</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3 id=\"a6ac\">CALL TO&nbsp;ACTION</h3>\n<!-- /wp:heading -->\n\n<!-- wp:quote -->\n<blockquote class=\"wp-block-quote\"><p>In order for us to raise awareness to the 17 Global Goals and summon smart cities stake holders and citizens to implement the technology and tools offered here and by The Sustainable Development Goals (SDGs), we invite you to join us at&nbsp;<a href=\"https://www.facebook.com/groups/937320173133621/?ref=bookmarks\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Club 17</strong></a>&nbsp;FB group and lead the way to make this plan a reality.</p></blockquote>\n<!-- /wp:quote -->\n\n<!-- wp:separator -->\n<hr class=\"wp-block-separator\"/>\n<!-- /wp:separator -->\n\n<!-- wp:paragraph -->\n<p id=\"bc1c\">Countries, governments, municipal governments and systems in general are in their most challenging and complex period ever. With more and more of us living in cities, urbanization is creating significant opportunities for social and economic development and more sustainable living. But it’s also exerting significant pressure on infrastructure and resources and potentially opening the door to escalating social inequality. Therefore, when planning countries and cities today, you have to plan them very smart. If we do not do this, then we can quickly evolve into stupid countries and stupid cities. For example, if we build a neighborhood or a road today, we cannot rely on the size of the current population, but we have to look at the population that will be in the future.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p id=\"e7df\">A creative country is not just about a free flow of information, it’s about what we do with this information:&nbsp;<strong>Mapping — Exploring — Protecting</strong>. Its about ethics and morals, just and integrity and of whether people have trust in the system or not.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p id=\"f9d3\">A smart city is not a city with wireless internet, but a city where electricity is free as it’s sustainable and where there are no car accidents and where traffic lights do not exist because traffic lights slow traffic and create traffic jams; think of the human body — there are no intersections where the blood stops alone the blood system. A smart city is a city where citizens grow their own fruits and vegetables, or a city that knows how much food people eat and how much garbage they throw, and accordingly they bring enough vegetables to the supermarket so that there will be no shortage.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>There are a lot of layers to what extent ‘Smart’ can reach and for what it stands for. Today the technologies are not in real time, so sometimes the electricity goes, and sometimes there is sewage that explodes and in whole neighborhoods there is no water to drink. In large cities, when there are large clusters of people, such a small thing can lead to the collapse of the entire urban system. Clearly, with countries and cities around the world competing on the global stage for investment and top people talent, harnessing the true potential of urbanization to boost shared prosperity and eradicate extreme poverty depends on having a clear and long-term vision.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p id=\"0a31\">As a society we care about what we measure, we use what we measure. What we measure drives policy making and the development of society in a particular direction. Therefore we must measure progress correctly. The&nbsp;<strong>Sustainable Development Goals</strong>&nbsp;(<a href=\"https://en.wikipedia.org/wiki/Sustainable_Development_Goals\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>SDGs</strong></a>) (or&nbsp;<strong>Global Goals for Sustainable Development</strong>) are a collection of 17 global goals set by the United Nations General Assembly. The SDGs cover social and economic development issues including poverty, hunger, health, education, global warming, gender equality, water, sanitation, energy, urbanization, environment and social justice.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image -->\n<figure class=\"wp-block-image\" id=\"21bd\"><img src=\"https://cdn-images-1.medium.com/max/800/1*PNDAZ_7MztyzNUfLH1vI-A.png\" alt=\"\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p id=\"4633\">Implementation of the SDGs started worldwide in 2016. This process can also be called “Localizing the SDGs”. All over the planet, individual people, universities, governments and institutions and organizations of all kinds work on several goals at the same time. In each country, governments must translate the goals into national legislation, and together with municipal governments they should develop a plan of action, establish budgets and at the same time be open to and actively search for partners. Poor countries and cities need the support of rich countries and of smarter cities and coordination at the international level is crucial.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>“…and the question is:</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Does Israel need to translate the goals into national legislation?</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>The answer: Of Course!”</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3 id=\"11c8\"><strong><em>WHAT IS NEEDED?</em></strong></h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p id=\"c964\"><strong>The need is&nbsp;</strong>in&nbsp;an initiative to transform countries and cities into really smart and responsive countries and cities:</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:list -->\n<ul><li>Where we act according to a coopetitive (cooperative competition) model where we focus on the implementation of the SDGs.</li><li>Where we challenge governments and municipal governments to challenge the various communities they serve to ponder and act on bringing solutions to their environments as to get high performance on the global SDG map.</li><li>Where we make sure these records and information are free and accessible to all citizens, at any level of the system.</li><li>Where there is an increased public involvement and thereby to create confidence in government processes.</li><li>Where gamification and ‘social credits’ are part of the equation and where there is a growing exposure and raising public awareness of government activity to encourage “open government” and its international obligations in this field.</li><li>Where the information flow is just as a neural system, and smart countries and cities are as ganglion of a living and breathing organism.</li><li>Where educators and students take action and lead the way.</li></ul>\n<!-- /wp:list -->\n\n<!-- wp:paragraph -->\n<p id=\"6949\">Leading to countries and smart cities which are free of poverty and hunger, where every child can go to school, where oceans, lakes and forests will be around for future generations to enjoy, and where everyone is equal.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><strong>In order to realize that vision</strong>, we invite countries and Smart Cities from all over the Israel to join the challenge as to ensure that everyone in Israel has access to nutritious food, quality health care, education, clean water, and decent paying work and meaningful, happy, healthy life.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image -->\n<figure class=\"wp-block-image\" id=\"704a\"><img src=\"https://cdn-images-1.medium.com/max/800/1*IE3xRctrqoIv3km5IN7kZQ.jpeg\" alt=\"\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:image -->\n<figure class=\"wp-block-image\" id=\"10d0\"><img src=\"https://cdn-images-1.medium.com/max/800/1*EKB-FQd9VbTjjWCunwK6Tw.png\" alt=\"\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3 id=\"78f1\"><strong>SOLVING GLOBAL CHALLENGES TOGETHER</strong></h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p id=\"d552\">There is an increasing interconnectedness throughout the world, including in technological, cultural, and economic terms. More and more countries, municipal governments, communities and international organizations embody their commitment to find an international political order to fit this newly interconnected world. Only a political strategy grounded in a global understanding of political relations can effectively advance national interests.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p id=\"e4aa\"><strong>The Sustainable Development Goals</strong>&nbsp;are the blueprint to achieve a better and more sustainable future for all. They address the global challenges we face, including those related to poverty, inequality, climate, environmental degradation, prosperity, and peace and justice. The Goals interconnect and in order to leave no one behind, it is important that we achieve each Goal and target by 2030.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image -->\n<figure class=\"wp-block-image\" id=\"1a76\"><img src=\"https://cdn-images-1.medium.com/max/800/1*kEgwHLqtW5Vz-IfDbimnDw.png\" alt=\"\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p id=\"10a9\">The digital display will focus and present local and global statistics. How the city is performing in relations to other cities, in various formations, such as in relation to neighboring cities, sister cities, the progress made in the city in relation to time and more.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":669397,\"linkDestination\":\"custom\"} -->\n<figure class=\"wp-block-image\"><a href=\"https://youtu.be/0XTBYMfZyrM\" target=\"_blank\" rel=\"noreferrer noopener\"><img src=\"https://static.timesofisrael.com/blogs/uploads/2019/01/SDG-%D7%95%D7%99%D7%93%D7%90%D7%95-400x250.png\" alt=\"\" class=\"wp-image-669397\"/></a></figure>\n<!-- /wp:image -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3><strong>Do you know all 17 SDGs?</strong></h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p><strong>Want to know more?</strong></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Join&nbsp;<a href=\"https://www.facebook.com/groups/937320173133621/?ref=bookmarks\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Club17</strong></a></h3>\n<!-- /wp:heading -->\n        "
    }
]